Repository: marcio-garcia/Zunlo
Catalog: Zunlo/Resources/localizations/Localizable.xcstrings
Source language: en
Languages: pt_br

# %lld day%@
source: %1$lld day%2$@
pt_br: %1$lld dia%2$@

source: A little prep reduces stress.
pt_br: Uma preparação prévia reduz o estresse.

source: Add a quick task
pt_br: Adicione uma tarefa

source: Add event
pt_br: Novo evento

source: Add Event
pt_br: Novo evento

source: Add prep tasks
pt_br: Criar tarefas de preparação

source: Add Reminder
pt_br: Lembrete

source: Add tag
pt_br: Nova tag

source: Add task
pt_br: Nova tarefa

source: Add your first task
pt_br: Crie sue primeira tarefa

source: All set for now ✨
pt_br: Nada pendente ✨

source: Allow Notifications
pt_br: Permita envio de notificações

source: Analyzing your day…
pt_br: Verificando...

source: Assistant is typing
pt_br: Digitando…

source: At time of task
pt_br: Na hora da tarefa

source: Back
pt_br: Voltar

source: before
pt_br: antes

source: Block %lldm
pt_br: Bloquear %lldm

source: Block prep
pt_br: Criar preparação

source: Book it
pt_br: Bloquear

source: Calendar conflicts detected
pt_br: Cancelar conflitos detectados

source: Cancel
pt_br: Cancelar

source: Cancelled
pt_br: Cancelado

source: Clear all messages
pt_br: Excluir todas as mensagens

source: Clear All Reminders
pt_br: Limpar alertas

source: Clear skies
pt_br: Céu claro

source: Close chat
pt_br: Fechar chat

source: Close event list
pt_br: Fechar lista de eventos

source: Close task inbox
pt_br: Fechar caixa de tarefas

source: Cloudy
pt_br: Nublado

source: Completed
pt_br: Finalizada

source: Conflicts resolved
pt_br: Conflitos resolvidos

source: Copy
pt_br: Copiar

source: Create account
pt_br: Criar conta

source: Create Account to Save My Tasks
pt_br: Crie uma conta para salvar suas tarefas

source: Create plan
pt_br: Criar plano

source: daily
pt_br: diário

source: Database
pt_br: Banco de dados

source: Date & Time
pt_br: Dia e hora

source: Day 8–20
pt_br: Diurno 8-20

source: Day plan created
pt_br: Plano criado

source: Delete
pt_br: Excluir

source: Delete all messages
pt_br: Excluir todas as mensagens

source: Delete all series
pt_br: Excluir série de eventos

source: Delete event
pt_br: Excluir evento

source: Delete message
pt_br: Excluir mensagem

source: Delete messages
pt_br: Excluir mensagens

source: Delete task
pt_br: Excluir tarefa

source: Delete this and future events
pt_br: Excluir esse e eventos futuros

source: Delete this event
pt_br: Excluir esse evento

source: Delete this task
pt_br: Excluir

source: Drizzle
pt_br: Chuva fraca

source: Due Date
pt_br: Data final

source: Due: %@
pt_br: Prazo: %@

source: Early 7–15
pt_br: Cedo 7-15

source: Edit
pt_br: Editar

source: Edit all occurrences
pt_br: Editar todas as ocorrências

source: Edit only this occurrence
pt_br: Editar apenas essa ocorrência

source: Edit recurring event
pt_br: Editar evento recorrente

source: Edit Recurring Event
pt_br: Editar evento recorrente

source: Edit task
pt_br: Editar tarefa

source: Edit this and future occurrences
pt_br: Editar essa e próximas ocorrências

source: Email address
pt_br: Email

source: Enable location services for local weather and smart suggestions about when to plan activities.
pt_br: Ative os serviços de localização para obter a previsão do tempo local e sugestões inteligentes sobre quando planejar atividades. Seus dados de localização permanecem privados e seguros.

source: End
pt_br: Fim

source: End date & time for each event occurrence. Doesn’t change the repeat schedule
pt_br: Data e horário de término de cada evento. Não altera a data final de repetição.

source: Ends next day (overnight window).
pt_br: Termina no próximo dia

source: Enter your email address to sign in
pt_br: Digite seu e-mail para entrar

source: Enter your email and we’ll send you a magic link to upgrade your account. No password needed.
pt_br: Informe seu email e enviaremos um magic link para atualizar sua conta. Não precisa de senha!

source: Enter your password
pt_br: Digite sua senha

source: Errands shifted
pt_br: Alterado

source: Error: %@
pt_br: Erro: %@

source: Evening wrap
pt_br: Resumo do dia

source: Event detail view for %@
pt_br: Tela de detalhes do evento %@

source: Event Details
pt_br: Detalhes do evento

source: Events
pt_br: Eventos

source: Events Today
pt_br: Eventos de hoje

source: Fast capture reduces mental load.
pt_br: Resolver tarefas rápidas reduz a carga mental.

source: Finishing setup…
pt_br: Configurando…

source: Fix %lld conflict(s)
pt_br: Rosolver %lld conflito(s)

source: Focus
pt_br: Foco

source: Focus block created
pt_br: Tempo para foco criado

source: Get notified about your tasks so nothing slips through the cracks, plus important app updates.
pt_br: Receba notificações sobre suas tarefas para que nada passe despercebido, além de atualizações importantes do app.

source: Get Started
pt_br: Iniciar

source: Good afternoon!
pt_br: Boa tarde!

source: Good evening!
pt_br: Boa noite!

source: Good morning!
pt_br: Bom dia!

source: Good night!
pt_br: Boa noite!

source: high
pt_br: alta

source: I want to keep my tasks
pt_br: Quero manter minhas tarefas

source: I’ll surface smart suggestions as your day evolves.
pt_br: Vou apresentar sugestões inteligentes à medida que o seu dia evolui.

source: Interval: %lld
pt_br: Intervalo: %lld

source: Kick off your day
pt_br: Vamos lá

source: Let’s set up your experience.
pt_br: Vamos iniciar a configuração

source: Loading...
pt_br: Carregando…

source: Location
pt_br: Localização

source: Location access denied.
pt_br: Acesso à localização negado.

source: Log wins, roll unfinished to tomorrow
pt_br: Muita coisa hoje, né? Vamos mover o que não foi terminado para amanhã.

source: low
pt_br: baixa

source: medium
pt_br: média

source: Message
pt_br: Mensagem

source: Midday checkpoint
pt_br: Checagem

source: Minimum focus duration
pt_br: Tempo mínimo para foco

source: monthly
pt_br: mensal

source: Morning clarity improves throughput
pt_br: Um bom planejamento pela manhã melhora o rendimento.

source: Mostly clear
pt_br: Céu limpo

source: Mostly cloudy
pt_br: Nublado

source: Move the lowest-priority item to the next clean slot today
pt_br: Mova um item de baixa prioridade para o próximo tempo livre de hoje.

source: Move to tomorrow
pt_br: Mover para amanhã

source: Night 22–6
pt_br: Noturno 22-6

source: No Events Yet
pt_br: Nenhum evento

source: No tasks for today.
pt_br: Sem tarefas pra hoje.

source: No Tasks Yet
pt_br: Nenhuma tarefa

source: Notes
pt_br: Obs

source: Nothing for today
pt_br: Nada pra hoje

source: Open Settings
pt_br: Abrir ajustes

source: Partly cloudy
pt_br: Parcialmente nublado

source: Password
pt_br: Senha

source: Pick 3 priorities and block the first focus
pt_br: Escolha 3 prioridades de reserve um tempo para focar nelas

source: Plan my day
pt_br: Planejar o meu dia

source: Please analyze the attached data.
pt_br: Favor analisar os dados em anexo.

source: Please enable location in Settings to use this app.
pt_br: Permita acesso a sua localização para receber informações personalizadas.

source: Prep
pt_br: Preparação

source: Prep added
pt_br: Tempo de preparação adicionado

source: Prep block added
pt_br: Tempo de preparação adicionado

source: Prep for your next event
pt_br: Preparação para o próximo evento

source: Preparing block…
pt_br: Preparando…

source: Preparing event…
pt_br: Preparando…

source: Preparing plan…
pt_br: Preparando…

source: Preparing…
pt_br: Preparando…

source: Priority
pt_br: Prioridade

source: Quick wins reduce today's pressure: %@
pt_br: Tarefas rápidas reduzem a pressão do dia: %@

source: Rainy
pt_br: Chuvoso

source: Recurrence
pt_br: Recorrência

source: Recurring
pt_br: Recorrente

source: Reminders
pt_br: Lembretes

source: Repeat
pt_br: Repetir

source: Repeat until
pt_br: Repetir até

source: Replan to stay realistic
pt_br: Replanejar para seguir as metas

source: Reset Upgrade Reminder
pt_br: Limpar alertas

source: Resolve conflicts
pt_br: Resolver conflitos

source: Resolve now
pt_br: Resolver agora

source: Retry
pt_br: De novo

source: Running behind? Shift one long block
pt_br: Atrasado? Remaneje um bloco de tempo

source: Save
pt_br: Salvar

source: Save your tasks permanently
pt_br: Salve suas tarefas permanentemente

source: Schedule top task
pt_br: Agendar tarefa prioritária

source: Search properties
pt_br: Buscar propriedades

source: Send Magic Link
pt_br: Enviar Magic Link

source: Set due date
pt_br: Definir prazo

source: Set End Date
pt_br: Data fim

source: Set event reminders by choosing how long before the start time you want to be notified.
pt_br: Defina lembretes de evento escolhendo quanto tempo antes do horário de início você deseja ser notificado.

source: Settings
pt_br: Ajustes

source: Shift errands
pt_br: Mudar

source: Show chat
pt_br: Mostrar chat

source: Show events
pt_br: Mostrar eventos

source: Show tasks
pt_br: Mostrar tarefas

source: Sign in
pt_br: Entrar

source: Sign in with Magic Link
pt_br: Entrar com Magic Link

source: Simulate Reminder Conditions
pt_br: Simular condições dos lembretes

source: Slot booked
pt_br: Agendado

source: Snowy
pt_br: Neve

source: Split 2×30m
pt_br: Dividir 2x30m

source: Start
pt_br: Início

source: Start %lld-min Focus
pt_br: Inicie foco de %lld min

source: Start 15-min blitz
pt_br: Inicie foco de 15 min

source: Start by adding your first event to your schedule.
pt_br: Comece criando seu primeiro evento.

source: Start by adding your first task.
pt_br: Comece criando sua primeira tarefa

source: Start daily plan
pt_br: Iniciar planejamento do dia

source: Start now
pt_br: Iniciar

source: Stop
pt_br: Parar

source: Task Detail for %@
pt_br: Detalhes da tarefa %@

source: Task Details
pt_br: Detalhes da tarefa

source: Task inbox
pt_br: Tarefas

source: Tasks Today
pt_br: Tarefas de hoje

source: Time Zone
pt_br: Fuso horário

source: Timebox “%@”
pt_br: Tempo “%@”

source: Timeboxing improves completion odds.
pt_br: Focar melhora a probalidade de atingir as metas

source: Title
pt_br: Título

source: Title is required.
pt_br: Título não pode ser vazio

source: today
pt_br: hoje

source: Today in UTC
pt_br: Hoje em UTC

source: tomorrow morning
pt_br: amanhã de manh˜

source: Upgrade Reminder
pt_br: Lembrete de atualização

# Use %lf min before %@.
source: Use %1$lf min before %2$@.
pt_br: Aproveite os %1$lf min antes das %2$@.

source: Use the next free block at %@.
pt_br: Aproveito o próximo intervalo de tempo livre às %@.

source: Weather update
pt_br: Clima

source: weekly
pt_br: semanal

source: Welcome to Zunlo!
pt_br: Bem vindo ao Zunlo!

source: Why this suggestion
pt_br: Por que essa sugestão?

source: Why this?
pt_br: Por quê?

source: Working…
pt_br: Carregando…

source: You have %lld overdue tasks.
pt_br: Você tem %lld tarefas atrasadas.

# You have %lld task(s) due today, %lld overdue.
source: You have %1$lld task(s) due today, %2$lld overdue.
pt_br: Existe(m) %1$lld tarefa(s) para terminar hoje e %2$lld atrasadas.

source: You're currently using a guest account. Sign up to keep your tasks synced and backed up forever.
pt_br: Você está usando uma conta de convidado. Cadastre-se para manter suas tarefas e eventos sincronizados para sempre.

source: You're signed in
pt_br: Sua conta está ok!

source: You're using a guest account. Logging out will delete your tasks unless you create an account
pt_br: Você está usando uma conta de convidado. Ao sair, suas tarefas e eventos serão excluido. Para manter suas informação, crie uma conta.

source: Your email
pt_br: Seu email
